{"pageProps":{"text":"# Pokemon Anarchy\n\n## Pour la première fois en ligne !\n\nCréés entre 2007 et 2010 au début de l’ère des réseaux sociaux, les 96 épisodes\ninitiaux de la série Pokemon Anarchy auraient pu facilement se perdre dans\nla nature hostile et ainsi tomber dans l’oublis. Par chance cependant,\nla totalité de l'oeuvre fut incroyablement bien préservée à travers les années, pour\nfinalement être retrouvée, archivée, puis publiée pour la toute première\nfois en ligne en 2024 sous le nom de [Pokemon Anarchy Classic](https://sliceofvglife.github.io/sliceofvglife/archive/pokemon-anarchy-classic) !\n\nL’humour de cette série, bien souvent cynique, incisif, parfois un peu trash,\nmais jamais vulgaire, qui prend ses racines à une époque lointaine où\nLes Simpson était encore drôle et où la phrase \"Aujourd’hui, Coluche\nserait en prison\" n’existait pas, nous révèle une vision décalée et parodique\nde l’univers de Pokémon.\n\nÀ travers cet humour, la série nous convie également à une\nvéritable descente dans la psychée humaine, et surtout dans celle\nde son auteur. Petit bijou de son époque, Pokemon Anarchy est aussi une véritable\ncapsule temporelle qui contient un nombre incalculable de références à la pop culture.\n\nNon seulement vous avez la chance de pouvoir faire la\ndécouverte de ce chef-d’oeuvre\nen qualité optimale après toutes ces années, mais cette publication en ligne\ns’accompagne également de commentaires inédits de son réalisateur qui vient\napporter un regard nouveau, critique, et souvent humoristique sur sa\npropre création, ainsi que de tout nouveaux épisodes regroupés sous le nom de\n[Pokemon Anarchy Rebirth](https://sliceofvglife.github.io/sliceofvglife/archive/pokemon-anarchy-rebirth).\n\nÀ la pointe de la technologie, ce site vous propose un flux [RSS](https://sliceofvglife.github.io/sliceofvglife/feed) afin que vous puissiez accéder aux épisodes où que vous soyez et que vous ne manquiez aucune nouveauté ! Si toutefois vous avez l’âme d’un pirate, que vous aimez valdinguer dans une mer agitée et vivre la grande aventure, alors tentez votre chance avec le bouton [Au hasard](https://sliceofvglife.github.io/sliceofvglife/random).\n"},"__N_SSG":true}